Repository: Francisco-G-Montero/FlutterPractice
Catalog: lib/l10n/app_*.arb
Languages: es

# ndw_widget_pokemons
source: Pokémon
es: Pokémones

# ndw_widget_practice
source: Practice App
es: App de práctica

# ndw_widget_storeData
source: Store simple data
es: Guardar datos simples

# ndw_widget_leagueSection
source: League section
es: Seccion League

# ndw_widget_storesMap
source: Stores Map
es: Mapa de Tiendas

# ndw_widget_comingSoon
source: Coming soon...
es: Próximamente

# prw_widget_description
source: description
es: descripción

# sdv_view_title
source: Store your data
es: Guarde su dato

# sdv_view_btn_save
source: Save string locally
es: Guardar texto localmente

# sdv_view_empty_text
source: No text loaded...
es: Sin texto cargado...

# sdv_view_btn_get
source: Get text
es: Cargar texto

# sdv_view_ti_helper
source: Enter your text
es: Ingrese un texto

# sdv_view_ti_placeholder
source: Text-to-save
es: Texto a guardar

# asset_loading
source: assets/en/loading.gif
es: assets/es/loading.gif
